const PrivacyPage = () => {
  return (
    <div>
      <h2 className="text-[2em] font-bold text-center p-[2.5em]">
        [개인정보취급방침]
      </h2>

      <p className="p-[1em]">
        탑개미자원은 정보주체(이하 “고객”)의 개인정보를 매우 소중하게 생각하며,
        “고객”의 권익보호를 위해 「개인정보 보호법 및 동법 시행령」,
        「전기통신기본법」, 「전기통신사업법」등 관련 법령을 준수하여 개인정보를
        안전하게 관리하고 있습니다.
      </p>

      <div className="px-[1.5em] py-[1em]">
        <h3 className="mt-5">제1조 (개인정보의 수집)</h3>
        <p>
          탑개미자원은 회원가입, 고객상담, 서비스 제공 등을 위하여 아래와 같이
          “고객”의 개인정보를 수집하고 있습니다.
        </p>

        <h4>① 개인정보 수집 항목</h4>
        <p>
          1. 회원가입 시 수집항목 가) 이름, 아이디, 비밀번호, 이메일, 성별,
          연락처 등 나) 14세 미만 개인회원: 법정대리인 정보(주민등록번호 또는
          아이핀 번호, 휴대전화 정보) 등
        </p>

        <h4>② 개인정보 수집 방법</h4>
        <p>
          홈페이지, 온라인상담, 전화상담, 카카오톡상담, 상담신청, 서면양식,
          팩스, 전화, 게시판, 이메일 등
        </p>

        <h4>
          ③ 서비스 이용과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수
          있습니다.
        </h4>
        <p>IP Address, 쿠키, 방문일시, 서비스 이용기록, 불량 이용기록 등</p>

        <h3 className="mt-5">제2조 (개인정보의 수집 및 이용 목적)</h3>
        <p>
          탑개미자원은 아래의 목적을 위하여 개인정보를 수집(이용)•취급(처리) 및
          보관 합니다. 보관하고 있는 개인정보는 규정된 목적이외의 용도로는
          이용(활용)되지 않으며, 수집(이용)•취급(처리) 목적이 변경될 경우
          「개인정보 보호법」에 따라 별도의 동의를 받아 취급(처리)합니다.
        </p>

        <h4>① 서비스 제공</h4>
        <p>
          1. 상담정보 : 전화나 문자, 웹, 카카오톡을 이용한 고객 상담 및 안내 등
        </p>
        <p>
          2. 기타정보 : 문자 및 SNS를 통한 업체소식, 상담 안내, 불만처리 등을
          위한 원활한 의사소통 경로의 확보 등
        </p>

        <h4>② 사무처리</h4>
        <p>
          1. 회원관리 : 서비스 이용에 따른 본인확인(개인식별), 불량회원의 부정
          이용 방지, 비인가 사용방지, 만14세미만 아동 개인정보 수집 시
          법정대리인 동의여부 확인 및 법정대리인 본인확인, 불만처리(민원처리),
          고지사항 전달, 회원관리를 위한 각종 정보제공, 소식전달, 설문조사 등
        </p>
        <p>
          2. 법령 상 의무준수 : 분쟁 조정을 위한 기록보존, 「소비자보호에 관한
          법률」 및 「신용정보의 이용 및 보호에 관한 법률」 등 관련 법령에 의한
          의무 기록보존 등
        </p>
        <p>
          3. 신규 서비스 개발 가) 신규 서비스 개발 및 맞춤 서비스 제공 등 나)
          선택형 서비스를 이용하려는 경우 회원의 별도 동의 하에 전화번호,
          이메일, 주소, 성별, 지역 등
        </p>

        <h3 className="mt-5"> 제3조 (개인정보 처리 및 보유기간)</h3>
        <h4>
          ① 탑개미자원은 “고객”이 서비스를 이용하는 기간 동안 원활한 서비스 제공
          등을 위하여 “고객”의 개인정보를 수집(이용)•취급(처리) 및 보관하며,
          개인정보의 수집 및 이용목적이 달성되거나 “고객”이 삭제, 수정 또는 회원
          탈퇴를 요청한 경우 재생할 수 없는 방법으로 파기(삭제)합니다.
        </h4>
        <h4>
          ② 전 항에도 불구하고, 「상법」, 「소비자보호에 관한 법률」 등 관련
          법령에 특별한 규정이 있거나 법령상 의무준수를 위하여 불가피한 경우에는
          다음 각 호의 정보를 관련법령에서 정하는 기간과 목적범위 내에서
          수집(이용)•취급(처리) 및 보관 할 수 있습니다.
        </h4>
        <p>
          1. 회원가입정보 : 탑개미자원은 수집된 “고객”의 개인정보를 회원 탈퇴
          또는 제명될 시 지체없이 삭제하고 있습니다. 다만, 수집목적 또는
          제공받은 목적이 달성된 경우에도 관련 법령의 규정에 의하여 보관의
          필요성이 있는 경우에는 “고객”의 개인정보를 보관할 수 있습니다.
        </p>
        <p>
          가) 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래 등에서의
          소비자보호에 관한 법률)
        </p>
        <p>
          나) 신용정보의 수집/처리 및. 이용 등에 관한 법률 : 3년 (신용정보의
          이용 및 보호에 관한법률)
        </p>
        <p>다) 웹사이트 방문에 관한 기록 : 3개월 (통신비밀보호법) </p>
        <p>
          2. 상담신청정보 : 탑개미자원은 수집된 “고객”의 개인정보를 상담 목적의
          달성 또는 개인정보 수집일로부터 5년이 경과한 이후에는 지체없이
          삭제하고 있습니다. 다만, 수집목적 또는 제공받은 목적이 달성된 경우에도
          관련 법령에 따라 보존의 필요성이 있는 경우에는 “고객”의 개인정보를
          보관할 수 있습니다.
        </p>
        <p>
          가) 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래등에서의
          소비자보호에 관한 법률)
        </p>
        <p>
          나) 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년 (신용정보의 이용
          및 보호에 관한 법률)
        </p>
        <p> 다) 방문에 관한 기록 : 3개월 (통신비밀보호법) </p>
        <p>
          라) 본인확인에 관한 기록 : 5년 (정보통신망 이용촉진 및 정보보호 등에
          관한 법률)
        </p>

        <h3 className="mt-5">
          제4조 (개인정보 동의 거부권리 및 거부에 따른 불이익)
        </h3>
        <h4>
          “고객”은 탑개미자원의 개인정보 수집(이용)•취급(처리) 동의 및 개인정보
          제3자 제공(위탁) 동의 등을 거부할 권리가 있으며, 본 개인정보취급방침에
          규정된 내용은 탑개미자원에서 “고객”에게 서비스를 제공하기 위하여
          필요한 최소한의 내용으로, “고객”이 본 개인정보취급방침에 대하여
          동의하지 않는 경우 회원가입, 온라인 상담, 게시판 이용 등의 서비스
          이용이 제한될 수 있습니다.
        </h4>
      </div>
    </div>
  );
};

export default PrivacyPage;
